export default {
  projections: {
    ОказКонсультE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: ''
      },
      времяКонсульт: {
        __caption__: 'Время консульт'
      },
      предостУслуга: {
        __caption__: 'Предост услуга'
      },
      договор: {
        __caption__: 'Номер договора',
        номер: {
          __caption__: 'Номер договора'
        }
      },
      переченьУслуг: {
        __caption__: '',
        наименование: {
          __caption__: ''
        },
        затрВремя: {
          __caption__: '',
          время: {
            __caption__: ''
          }
        }
      }
    }
  },
  validations: {
    времяКонсульт: {
      __caption__: 'Время консульт'
    },
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'номер'
    },
    предостУслуга: {
      __caption__: 'Предост услуга'
    },
    договор: {
      __caption__: 'договор'
    },
    переченьУслуг: {
      __caption__: 'переченьУслуг'
    },
    расчетОстВрем: {
      __caption__: 'расчетОстВрем'
    }
  }
};
